Repository: mrezkys/MixMath
Catalog: Localizable.xcstrings
Source language: id
Languages: en

source: Akan lebih baik jika kamu terus berlatih.
en: It would be better if you keep practicing.

source: Bantuan
en: Help

source: Bantuan Soal
en: View Solution

source: Belum pernah bermain?
en: Never play yet?

source: Berdasarkan segitiga ajaib di atas, dapat dilihat bahwa operasi yang berada pada tanda buka kurung dan tutup kurung adalah operasi yang harus didahulukan dalam operasi campuran matematika. Untuk menyelesaikan perhitungan di dalam tanda buka kurung dan tutup kurung, kita melihat kembali di segitiga ajaib bahwa yang pertama harus dikerjakan adalah perkalian dan pembagian, kemudian dilanjutkan dengan penjumlahan dan pengurangan
en: Based on the magic triangle above, operations within parentheses must be prioritized in mixed mathematical operations. To solve calculations inside parentheses, refer back to the magic triangle: multiplication and division come first, followed by addition and subtraction.

source: Berdasarkan segitiga ajaib di atas, dapat dilihat bahwa parenthesis merupakan operasi pertama yang harus didahulukan dalam operasi campuran matematika.
en: Based on the magic triangle above, parentheses are the first operation to be prioritized in mixed mathematical operations

source: Berdasarkan segitiga ajaib di atas, dapat dilihat bahwa pembagian merupakan operasi ketiga yang harus didahulukan dalam operasi campuran matematika.
en: Based on the magic triangle above, division is the third operation to be prioritized in mixed mathematical operations.

source: Berdasarkan segitiga ajaib di atas, dapat dilihat bahwa pengurangan merupakan operasi kelima yang harus didahulukan dalam operasi campuran matematika.
en: Based on the magic triangle above, subtraction is the fifth operation to be prioritized in mixed mathematical operations.

source: Berdasarkan segitiga ajaib di atas, dapat dilihat bahwa penjumlahan merupakan operasi keempat yang harus didahulukan dalam operasi campuran matematika.
en: Based on the magic triangle above, addition is the fourth operation to be prioritized in mixed mathematical operations.

source: Berdasarkan segitiga ajaib di atas, dapat dilihat bahwa perkalian merupakan operasi kedua yang harus didahulukan dalam operasi campuran matematika.
en: Based on the magic triangle above, multiplication is the second operation to be prioritized in mixed mathematical operations.

source: Hasil Akhirnya adalah
en: The result is

source: Jawablah pertanyaan yang muncul di sini dengan jawaban yang tersedia di bawah
en: Answer the question that appears here using the available options below.

source: Kamu Keren!
en: You're Awesome!

source: Kamu perlu berlatih lagi, semangat!
en: You need to practice more, keep it up!

source: Kamu perlu menjawab pertanyaan ini
en: You need to answer this

source: Kamu sudah paham cara bermain aplikasi ini. Mari kita mulai belajar operasi hitung campuran.
en: You already understand how to use this app. Let's start learning mixed math operations.

source: Lanjut
en: Next

source: Mari Berhitung
en: Lets Calculate

source: Pembagian
en: Division

source: Pengurangan
en: Subtraction

source: Perkalian
en: Multiplication

source: Pertambahan
en: Addition

source: Ringkasan
en: Summary

source: Saya Mengerti
en: I Understand

source: Saya Siap!
en: I'm Ready!

source: Sebelum mulai belajar operasi hitung campuran, kamu perlu menguasai operasi hitung dasar.
en: Before starting to learn mixed arithmetic operations, you need to master basic arithmetic.

source: Segitiga Ajaib
en: Magic Triangle

source: Selamat datang!
en: Welcome!

source: Selamat! Pertahankan cara berlatihmu.
en: Congratulations! Keep up your practice method.

source: Selanjutnya
en: Next

source: Selesai
en: Finish

# Step %lld: Selesaikan %@
source: Step %1$lld: Selesaikan %2$@
en: Step %1$lld: Calculate %2$@

source: Sudah belajar soal-soal di atas?
en: Have you practiced the problems above?

source: Sudah siap belajar mengenai operasi hitung campuran?
en: Are you ready to learn about mixed arithmetic operations?
